Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Monster Hunter Becomes a Princess KO>EN.tmx
Source language: ko
Languages: en

source: 사람?
en: was it a person?

source: 레티스 공작?
en: duke letis?

source: 너 뱀파이어지!
en: you’re a vampire, aren’t you?!

source: 공주님…!
en: your highness!

source: 제가 잠시 수도에 다녀오는 바람에
en: I was visiting the capital...

source: 공작님은 언제까지 방 안에만 계실 생각이시지?
en: when is duke letis going to leave his room?

source: 뭐야, 그러니까 프란츠가 마리엔을 죽인거야?
en: so, frantz killed marianne?

source: 스트레스성 탈모
en: feather loss from stress

source: 퍽이나.
en: yeah right.

source: 아이시타!
en: aisita!

source: 그렇지.
en: indeed.

source: 빨리 어머니를 모셔와!
en: go get my mother!

source: 으드득
en: grrr

source: 인간들 전설 속에서 네가 그녀와 결혼했다고 해서 헷갈린다니까.
en: i got confused by the tale that the humans have spread.

source: 마법을 모르면 사용할 수 없고, 어쩌면 칼베르가 아니면 사용할 수 없는 건지도 모르겠습니다.
en: you can’t use it if you don’t know magic. perhaps it doesn’t work for anyone but kalberr.

source: 성문을 나갈 수 없으면 왕궁에 있는 대주술사도 만날 수 없는 거잖아.
en: if i can’t leave through gate, then i can’t meet that great warlock at the palace.

source: 내 정체를 알면, 당신은 죽어.
en: if i told you, i would have to kill you.

source: 어이가 없네.
en: whatever.

source: 뭐?!
en: what?!

source: 보고도 믿기지가 않아!
en: i can’t believe it!

source: 네 영을 프란츠 왕자의 몸에 불러오는 의식을 리에나 공주가 방해해서 그래.
en: it’s because princess liena interfered with the ritual when I was trying to summon your soul into this body.

source: 이렇게 갑자기…?
en: but this suddenly?

source: 혹시 독에 중독된 것 때문에?
en: was it because of the poison?

source: 아, 지금은 괜찮은 것 같아.
en: oh, i think i’m okay now.

source: 그리고 함께 있었다는 사람은 돈과 권력으로 매수한 걸 테고.
en: he probably paid for that “witness” who claimed to be with him at the time.

source: 죽음이 유리니카 널 알아보지 못하리라.
en: death will not recognize you, yurinika.

source: 안돼 베노스.
en: no... venos.

source: 이렇게 돌아오셔서 정말 다행이네요!
en: i’m so glad that you’re back.

source: 가서 놀려줘야지!
en: I can’t wait to go make fun of him!

source: 난 지금 배고픈 거 빼면 컨디션 완전 좋은데.
en: I’m fine, except for being a little hungry.

source: 왜 몸이 움직이지 않지?
en: why can I not move?

source: 리노.
en: rino.

source: 쓰레기 같은 가족과 약혼자 때문에 불행한 삶을 살다 갔어.
en: ...but she died before she got to do anything because of her family and fiancé.

source: 네, 크로니온님!
en: yes, sir.

source: 아~ 리에나 공주님이요?
en: oh, princess liena?

source: 공주님은 지금처럼 종종 기억을 잃곤 하셨거든요.
en: you used to lose memories here and there, like now.

source: 새다!
en: another bird!

source: 헐… 왜 레티스 공작님이 리에나 공주님과 같이 있는 거야?
en: why are they together?

source: 아마도 진통제.
en: a painkiller, I think.

source: 그래서 못 돌아가.
en: I can’t go back anymore.

source: 리에나 공주님 저택 사람들 모두 다 노베이님의 부적을 가지고 있다고 들었어.{j}그래서 무사하다고.
en: i heard everybody at princess liena’s mansion has warlock novei’s talismans{j} to keep them safe.

source: ……아마도.
en: most likely.

source: 어서요!!!!
en: hurry!!!

source: 지루하지 않은 것도 처음…
en: it was also my first time not living in boredom...

source: 말도 안돼!
en: no way!

source: 잘못 소환된 영은 제대로 다 처리한 거겠지?
en: you took care of all the wrong souls that were summoned, right?

source: 어쨌든 모두 다 3일 안에 죽은 셈이군.
en: ...so everybody died within three days again.

source: 작년에 제가 생일선물로 드리겠다고 했을 때 관심 없다고 하셨는데….
en: you weren’t interested when I offered to give it to you as your birthday gift last year...

source: 내 이름은 리에나 데릴 에르니카.
en: ...that my name is liena derryl ernika.

source: 그런 게 아니라 내가 죽음 그 자체…
en: that is not what I mean. I am death itself...

source: 유리니카가
en: it’s because yurinika...

source: 오늘 고마웠어, 아르젠.
en: thank you, arzen.

source: 뭐, 공작님이시니까요.
en: well, he is the duke.

source: 다시 만나기 위해서라면 어떤 희생이라도 치르고 싶을 만큼.
en: they grieved enough to do anything in their power to see the other again.

source: 이게 대체 무슨 소리냐고?
en: what does that mean?

source: 죽음의 신 신전?
en: a shrine for the god of death?

source: 60살이다!!!
en: i’m 60 years old!!!

source: 저주의 주술을 걸어놓은 건 베노스, 이 자일 수도 있겠어.
en: maybe venos is the one who cursed the princess.

source: 헐….
en: oh my god...

source: 운이 나쁘면 잡혀서 죽는 거구요.
en: if you’re unlucky, you’ll get caught and die.

source: 방사능 돌연변이?
en: or did you get superpowers from radiation?

source: 하… 그냥 죽이고 빨리 출발해.
en: heh... then let’s just take care of him and go.

source: 아르젠은 당신을 엄청나게 싫어해.
en: arzen hates you.

source: 이유가 뭐지?
en: but why?

source: 지금 리에나 주변에 무슨 일이 벌어지고 있는지도 알아봐.
en: look into what’s happening around liena as well.

source: 또 이렇게 어이없이 죽는 거야?!
en: am I going to just die like this again?!

source: 이제 그러지 않아도 돼요.
en: you don’t need to do that anymore.

source: 세레스탄이 괜한 소리를 해서….
en: serestan talked too much...

source: 그러니 걱정마, 아르젠.
en: so don’t worry, arzen.

source: 저렇게 강력한 흑마법사가 어디서 갑자기 나타난 걸까요?
en: where did a dark magician like him come from?

source: 그래 뭐… 방법이 있을 거야.
en: I’m sure there’s a way.

source: 아버님 의원에게 가보셔야 하는 거 아냐?
en: shouldn’t he go see a doctor?

source: 죽음이 두려운 건 사실이지만 막상 죽으면 별거 아닐 수 있어.
en: the idea of death is frightening, but you don’t know what comes after.

source: 비가 오니 좀 낫군.
en: the rain is very helpful.

source: 배가… …
en: I am...

source: 쫓아오는 사람은 없군.
en: there’s nobody following me.

source: 죽었나?
en: is he dead?

source: 나는 일어나자마자 내 기억이었는데?
en: i had all of my memories as soon as i woke up in this body though.

source: 네!
en: yes ma’am!

source: 새가 어디 있다는 거지?
en: where are the birds she is talking about?

source: 복수만을 위해 살아온 내가 사랑하는 사람을 만나 약혼을 하고 잠시 평범한 삶을 꿈꾸기도 했지만
en: at one point in my life, i met a lover, got engaged, and dreamed of a normal life...

source: 아르젠의 집에 갈 수가 없었어.
en: I could not get to his place.

source: 이유도 모른 채 죽는 사람들은 얼마나 억울할까.
en: isn’t it sad that people die without knowing why?

source: 공주님이 죽었다가 되살아나셨다는 소문이 돌고 있다는데 오진이라고 하지 않았나?
en: there’s a rumor going around that she came back to life. I thought you said her death was a misdiagnosis.

source: 정체도 수상하고.
en: he’s too suspicious.

source: 여긴 아르젠의 집?!
en: this is arzen’s place?!

source: 그날 같이 들었는데 전혀 다른 이야기잖아!!
en: i am certain we heard the same story, yet this is completely different!

source: 설마 저 저택 안으로 들어간 건가?
en: did it go into that mansion?

source: 아르젠~
en: arzen!

source: 정말 아무것도 기억이 안 나세요?
en: do you not remember anything?

source: 몇 번이나 하는 말이지만,
en: fine. besides that...

source: 고맙다고?
en: it’s nice?

source: 만나러 한번 가볼까.
en: maybe I should go visit her,

source: 이건 반칙이지!
en: this is foul play.

source: 독약이 잔뜩 있던 당신 집 비밀의 방에 분명히 해독약에 대한 단서가 있을 테니까.
en: there must be a clue to the antidote in that secret room filled with poison.

source: 잘 들어, 크로니온.
en: listen, chronion.

source: 괄약근에서 새어나오는 방귀소리 같았는데….
en: it sounded like a fart.

source: 하나라도 빠진 게 있으면 내 저주 다 옮겨버릴 거야!
en: if there is anything missing, I’ll curse you.

source: 진짜 미친놈인가?
en: is he just crazy?

source: 마침 대장간 앞이라 무기가 있어 다행이었어.
en: we were lucky that there were weapons nearby.

source: 결국 크로니온은 비타를 반이나 잃은 셈이잖아, 대체 왜 그런거지?
en: anyway, chronion lost half of his life force. why did he do such a thing?

source: 당신한테 하는 소리 아닌 거 알지?
en: you know that i’m not talking about you, right?

source: 분위기를 바꿀 뇌물(?)을 준비하길 잘했네.
en: good thing I brought something to put him in a good mood.

source: 뭐하는 거지?
en: what are you doing?

source: 공주로 살아보는 것도 나쁘지 않을 것 같아서.
en: i thought it wouldn’t be a bad idea to live as a princess.

source: 가자.
en: let’s go.

source: 앞으로 우리 자주 보게 될 거야~
en: you’ll see me there a lot!

source: 당신이라고 뭐 특별한 줄 알아?
en: you really think you’re so special?

source: 아, 네~
en: oh, okay.

source: 약혼녀를 죽이고, 사귀는 여자가 열 둘이나 있다고?
en: he killed his own fiance, all while seeing 12 different women?

source: 가자, 노비에게!
en: let’s go to nob!

source: 내가 편히 지내라고 그동안 다른 곳에 가있었다고 했죠?
en: ...you said that you were away so I could stay here comfortably, right?

source: 자신의 세계로 돌아간 걸까.
en: perhaps she went back, as she said she would.

source: 돌아왔어…?
en: i’m back?!

source: 젠장, 내가 무슨 일이 있어도 마차부터 산다!
en: god damn. I’m buying a carriage as soon as possible.

source: 엇!
en: oh!

source: 결계를 친 사람은 베노스 주술사지만 그걸 명령하신 건…
en: warlock venos made the barrier, but the one who ordered him to do it was...

source: 만나서…
en: so...

source: 자, 그분에게 가렴.
en: here. fly back to him.

source: 근데 이 옷은 누구 옷이야?
en: by the way, whose clothes are these?

source: 일주일 전까지 난
en: up until a week ago...

source: 엄청나게 관심 있어!!
en: super interested!

source: 이런 식으로 전설이 와전되는 거였나.
en: is this how myths become distorted?

source: 상처없이 죽었잖아.
en: he killed this guy and left no scars.

source: 내 돈!!
en: my money, though...

source: 혹시 어젯밤 제르프 숲속에 가셨습니까?
en: did you go to that forest last night by any chance?

source: 트라우마가 있어서.
en: the trauma must run deep.

source: 어라, 듣씹?
en: huh... is he ignoring me?

source: 신계과 인간계를 소란스럽게 했던 그 인간 여인의 영이 소멸되지 않았던데 어떻게 그게 가능한 거지?
en: that human girl’s soul hasn’t perished yet. how is that possible?

source: 띵-
en: huh?!

source: 으 아 앗 !!
en: AHHH!

source: 그런데 공주님에 대한 안 좋은 소문이 돌고 있는데 괜찮으십니까?
en: there have been some rumors going around about you. are you okay?

source: 위험해요!
en: be careful!

source: 나가려던 순간 바늘로 온몸이 찔리는 것 같았어.
en: when i tried to take a step outside, it felt like thousands of needles were stabbing me.

source: 살해당한 원인엔 내가 있었다.
en: I was one of the reasons why.

source: 공작님 봤어?
en: did you see the duke?

source: 그 인간 여인은 소멸은 피했지만 자기 아버지가 걸어놓은 마법 때문에 죽어도 저승에 가지도 못하고 죽자마자 바로 환생할 수 밖에 없을 거야.
en: she may not have perished, but that human will reincarnate endlessly without stepping foot in the underworld due to her father’s spell.

source: 솔직히 말해봐.
en: be honest.

source: 죽을 뻔했던 순간에 마치 생물처럼 내 손에 잡혔고
en: it came to my hands like it was alive right when I was about to get attacked.

source: 내가 상상한 공주랑은 달라도 한참 달라.
en: this isn’t at all like how i thought a princess would live.

source: 마리엔이 강제로 프란츠 왕자님의 마차로 끌려간 걸 본 목격자들이 있는데
en: there were witnesses that saw her being dragged into his carriage, forcefully...

source: 유리니카의 아버지 칼베르다.
en: ...is kelix.

source: 페트리샤 아가씨.
en: lady petricia.

source: 누구한테 보낸 거지?
en: who is it for?

source: 멈춰!
en: wait!

source: 그게요 공작님, 제가 어떻게 감히….
en: sir, how could i possibly...

source: 걱정?
en: worried?

source: 아르젠이?
en: arzen?

source: 수사관님들, 저 아이에요!
en: investigators, it’s her!

source: 근데 어떻게 알고 일일이 다 찾아서 죽이지?
en: how do they find each and every soul that they summon?

source: 내가 여기 그냥 머무를 리는 없고, 궁에서 얼마나 받고 계세요?
en: there’s no way i’m just staying here for free. how much are you getting paid for this?

source: 몸이 뚫리는 것 같은 고통이…
en: pain is coursing through my body...

source: 죽으려고 해봤는데 나도 나를 못 죽여.
en: what if i can’t kill myself?

source: 진짜 엄청난 바람둥이…!
en: what a player!

source: 지금 그녀는 내면도 외면도 다 파괴적이지.
en: now, she is explosive from every angle.

source: 대답이 됐나?
en: was that enough of an answer?

source: 우리 아버지는 지금 어떻게 지내실지 너무 걱정이 돼요.
en: I’m worried about my dad.

source: 별로 궁금하진 않지만 대체 날 아니, 이 몸을 왜 싫어한다는 거지?
en: I am not terribly curious, but why does he hate me- I mean, this body?

source: 왜 나를…?
en: why glare at me?

source: 당신은 누구지?
en: who are you?

source: 매일 밤 같은 시간, 지옥 같은 고통때문에 심장이 견뎌내지 못하는데 공주는 꽤 오래 버텼어.
en: experiencing excruciating pain every night, without finding the cause...

source: 반짝
en: SPARKLE

source: 마물보다 더 지독한 악취를 풍기는 좀비떼가 득실대던 밀실에서도 탈출했던 난데,
en: I escaped from a room full of zombies that smelled much worse before...

source: 마차에서는 왜 한마디도 안 하셨어요?
en: why didn’t you say a word during the ride?

source: 그 말엔 나도 동의!
en: I agree with that!

source: 다른 영을 찾았어.
en: we found another soul.

source: 지…짖는?!
en: b-bark?!

source: 당신에겐 내가 필요하고, 나에겐 당신이…
en: i need you, and you need me.

source: 그에게 리리아(기억을 지우는 마법)와 모로(조종 마법)를 걸어놓은 후 마리엔님만 소환하고 바로 소멸시키면 됩니다.
en: we can cast lilia, a memory loss spell, and molo, a manipulation spell, on him, then kill him right after he summons marianne.

source: 네??
en: excuse me?

source: 정작 필요할 땐 안 쓰고 능력 자랑할 때만 쓴다는 거야 뭐야.
en: so he only uses it to show off and not when he needs it?

source: 요새 행방불명 사건이 왜 이렇게 많은 거야!
en: why are there so many missing cases nowadays?!

source: 그놈이랑 똑같은 표정을 하고.
en: the look on his face was the same as the one the bastard vampire had.

source: 꼭이요!!
en: so please!

source: 세레스탄….
en: serestan.

source: 그냥 기절시켜 버릴까?
en: should I knock him out?

source: 어떻게 한 거지?
en: how did he do it?

source: 아니에요 제가 어떻게 감히…
en: your highness, how could I possibly--

source: 지난번 공주님이 잠깐 계시기만 했는데 여자 아이가 집에서 의문사한데다
en: last time she was here, some girl died mysteriously.

source: 이 정도의 접촉은 돼야 힘이 날 거 아니야.
en: you need a hug, at the very least, to cheer up.

source: 지금 당신은 날 이길 수 없어.
en: you cannot hurt me right now.

source: 앵무새!
en: parrot!

source: 그럼, 이젠 당신이 아프지 않으니까 내가 필요 없어서 낮에 오지 않았던 거였군.
en: so, the reason why you were not here during the day was because you did not need me anymore.

source: 같이 가.
en: take me with you.

source: 없어진 게 아니었나?!
en: it didn’t go away?!

source: 네가 마차에 왜 타?
en: why are you on this carriage?!

source: 레티스 공작님이 번쩍번쩍한 마차로 리에나 공주님을 집으로 데리고 가셨대!
en: duke letis sent her a luxurious carriage to bring her to his place.

source: 리에나 공주님 불쌍하신 분…
en: princess liena... you poor thing...

source: 소르덴 산 안에 마물들이 있어서 인간들이 못 들어가는 건 알고 있지?
en: you know how the humans can’t go to mt. sorden because it’s full of dark creatures, right?

source: 깜짝이야!
en: whoa!

source: 마물도 아니고 무기도 안 통하고 저건 대체 정체가 뭐야.
en: it’s not a dark creature, weapons don’t affect it... what could it be?

source: 기억장애라고 밀고 가도 위험한 상황인 건 마찬가지 같고,
en: ...and it’s risky to claim complete memory loss.

source: 시간을 끌면 백작님께도 좋지 않을 수 있습니다.
en: dragging this out is not a good idea, count arzen.

source: 대공작의 취미생활이 이렇게 끔찍한 것들이라니.
en: such a horrible hobby for the great duke.

source: 공주님이 도움을 청하는 서신을 보내셨는데
en: i saw your letter requesting for my help...

source: 날 죽이는 게 과연 가능할지.
en: I do not know if it is possible to kill me.

source: 하인들 처소에서 프란츠 왕자님을 목격한 하녀들은 모두 처리했습니다.
en: I took care of all the servants that witnessed prince frantz earlier.

source: 마법이라도 걸린 거야?
en: is it magic?

source: 공주님이 산책을?!
en: she’s going on a walk?!

source: 바케란 왕국의 왕비 카리니카
en: queen of vakeran karinika

source: 누굴 파멸시켜달라고 빌러 온 건가?
en: are they here to wish for someone’s ruination?!

source: 해독약을 지금 만들고 있습니다.
en: I’m working on an antidote right now.

source: 마리엔이 억울하게 자살했다는 거야?!
en: marianne took her own life against her will?!

source: 공주님, 괜찮으십니까?
en: your highness, are you okay?

source: 꼭 살려야 하는 아이가 있어서 그래요.
en: I have to save this kid.

source: 불안해서 안 되겠어.
en: anyways, i can’t just sit here and wait.

source: 경감님….
en: inspector...

source: 아 맞다… 여기 비는 우리 세계와는 다르지.
en: right... the rain here is completely different from my world.

source: 내가 누구야.
en: you know who you’re talking to.

source: 아무도 이 방에 못 들어오니까 괜찮은 아이디어긴 하지만 난 어떡하냐구!
en: I mean, it’s not a bad idea since nobody can come in here, but what am I supposed to do about this?!

source: 자존심은 좀 상하지만 이게 생명력이 아주 질겨서 너랑 이야기 할 시간이 충분할 것 같…
en: it’s a little humiliating, but this creature is resilient enough to give me time to talk to y--

source: 지난 번 순간이동 때는 순식간에 왔는데
en: it only took one second to teleport last time.

source: 그런데,
en: hey.

source: 쉬어?
en: rest?

source: 자고 있을 때 만질 수도 있었을 텐데, 아주 도둑놈은 아닌가 봐.
en: he could’ve charged his energy while i was asleep, but i guess he’s not that horrible.

source: 손님이 오셨습니다.
en: a guest wishes to see you.

source: 레티스 공작님과 함께 살겠다며 어제 떠나셨어요.
en: she left and moved into duke letis’ place.

source: 정말 미안해.
en: ...but i’m really sorry.

source: 아, 무슨 상관이야.
en: oh, whatever.

source: 식사 준비가 거의 다 되었어요.
en: breakfast is almost ready.

source: 능력 없는 경감 같으니라고!
en: you useless inspector!

source: 레티스가 데려갔나?
en: did letis take them?

source: 간다 가!
en: i’m leaving, im leaving!!!

source: 설명만 들으면 바퀴벌레 같은데…
en: sounds like cockroaches...

source: 인간의 몸 안에 들어온 건 처음인데 나름 괜찮은데?
en: my first time in a human body is pretty good!

source: 이것도 먹어봐
en: try this too!

source: 베노……스…님…?
en: ve...nos...?

source: 이번 달도 무사히~ 건강하게 공주님을 지켜줄 겁니다.
en: it will protect you from all kinds of harmful things for one month.

source: 너.
en: you.

source: 그런 능력도 있었어?
en: you can do that?

source: 저 여자의 정체는 뭐지?
en: what could she possibly be?!

source: 리에나 공주인가?
en: is it princess liena?

source: 이것 놔!!
en: let go of me!

source: 내가 여기 처음 오는 것도 아니고.
en: it’s not like i’ve never been here before.

source: 침입의 기본을 모르네.
en: you don’t know anything about sneaking in.

source: 내 손님이야.
en: she is my guest.

source: 난 일단 노베이의 도움을 받아서 리에나의 기억을 좀 알아내고, 궁으로 가는 결계를 깨는 방법도 찾아보려구.
en: I’ll have novei help me get liena’s memories and try looking for ways to break the spell so we can get to the palace.

source: 설마… 그것 때문에 괜찮아졌다고 거짓말 한 건가?
en: wait, is that why he lied to me and told me he’s fine?

source: 리에나 공주님이 죽었다가 살아나셨다는 소문이 떠돌고 있습니다.
en: there’s a rumor that princess liena came back to life.

source: 날 만지지 않는 게 좋을걸.
en: it is best that you do not touch me.

source: 노베이 주술사의 부적 아냐?
en: isn’t that one of warlock novei’s talismans?

source: 대체 왜…!!
en: why?!!!

source: 내가 기억을 다 잃은 건 아니더라구.
en: I didn’t lose all of my memories.

source: 레티스는 지금쯤 자기 세계로 잘 돌아갔겠지…?
en: letis must be back at his world...

source: 리에나 공주님 정신 차리세요.
en: princess liena, wake up.

source: 꺄아아아악-!
en: aaahhh!!!

source: 누가 저주받은 공주를 좋아하겠어!
en: who would ever love a cursed princess?

source: 이 인간 여자가 지금 뭐라는 거예요?!
en: what is this female human talking about?!

source: 꿈이었을까?
en: was it all a dream?

source: 피같은 건 먹지 않는다고 했을 텐데.
en: i said that i do not drink blood.

source: 아, 너무 피곤해.
en: ugh, I’m so tired.

source: 빠 지 직
en: annoyed

source: 3일 안에 모두 살해당했습니다.
en: ...and all of them were murdered within three days.

source: 진짜 궁금하네, 당신 정체.
en: now i’m really curious about what you are.

source: 이 인간… 표정이 밝아지니 갑자기 하늘까지 맑아진 건 우연인가.
en: weird how the sky cleared up when he started feeling better.

source: 폐렴으로 죽었는데 살아났대요.
en: apparently, she died from pneumonia.

source: 악!
en: AGH!

source: 그쪽 몸의 주인 말이야.
en: ...the owner of your body...

source: 아아아아악
en: aaahhh!!!

source: 복수의 신
en: the god of revenge

source: 반대 의견 없으면 계약 성립이야.
en: if you don’t have any objections, then it’s a deal.

source: 그럼 이렇게 하면 어때?
en: how about this?

source: 모르는 사람을 보는 것처럼 느껴졌단 말이지.
en: ...but he wasn’t fazed at all, as if he didn’t know me.

source: 이름이 이상하다고?
en: the name is weird?

source: 왜 그러지?
en: what’s wrong?

source: 정말 두 분이 같이 주무신 거야?
en: so they actually slept together?

source: 끔찍…?
en: horrifying...?

source: 난 확인사살 전문가라.
en: i’m an expert at confirming they’re gone.

source: 그 새는 당신의 반려새라도 돼?
en: is that your pet bird?

source: 진짜 공포영화인 줄 알았다니까.
en: I thought I was in a horror movie.

source: 그 집 며느리가 죽기 전에 자기 시아버지가 갑자기 마물로 변했다는 걸 알려주지 않았다면 소르덴 산의 마물이 내려온 줄 알았을 거예요.
en: if his daughter-in-law didn’t tell us that about it, we would’ve thought that it escaped from mt. sorden.

source: 손만 잡아선 되겠어?
en: did you really think holding hands would be enough?

source: 어떻게 이런 일이 생긴 거죠?
en: how did this happen?

source: 사람에 따라 다르지만 공주님 같은 분은 원하는 과거와 미래를 보실 수 있을 겁니다.
en: it depends on the person, but someone like you would definitely be able to see your desired past or future.

source: 환생하더라도 여기서 당신과 함께 했던 기억은 잊혀지지 않았으면 좋겠어요.
en: if I reincarnate, I wish I could keep my memories of you.

source: 누군가 관리하고 있는 걸까…
en: is someone else taking care of it?

source: 심장에 엄청난 통증이….
en: it... it hurts so much...

source: 그녀를 알아볼 수 있다면…
en: if only I could find her again...

source: 예를 들어?
en: how so?

source: 여기에도 빙의된 사람이 있나?
en: is there another possessed body here?

source: 내 친구의 친구의 친구 이야기야.
en: it’s about my friend’s friend.

source: 지금 뭐 하는…!
en: what are you--

source: 자는데 방해하지 말고 그냥 둬.
en: leave her alone. she’s sleeping.

source: 이거 먹어.
en: here, take this.

source: 그날 당신 손을 잡고 순간이동을 했는데 내 세계였어.
en: that day, when we teleported together, i went back to my world.

source: 아니긴 뭐가 아냐.
en: what do you mean no?!

source: 레티스 공작을 죽여서라도 제가 도와드리겠습니다!
en: ...i will get you out of there, even if i have to kill him.

source: 소환하는 거 가능해?
en: ...summon a soul?

source: 설마 아르젠,
en: wait, arzen, did you...

source: 백작님이 아니었으면 공주님은 그날 마물들에게 죽임을 당하셨을 겁니다.
en: if it wasn’t for you, count arzen, she would have died that night.

source: 내 별명이 죽음의 신이었거든.
en: the god of death was my nickname.

source: (연기)
en: (acting)

source: 돌아갈 방법을 찾은 거야, 아니면 갈 능력이 있으면서 지금까지 안 간 거야?
en: did you find a way to go back? or were you able to go back this whole time but didn’t?!

source: 이 왕국에서 젤 뛰어난 주술사는 누구야?
en: who’s the best warlock in the whole kingdom?

source: 결계 때문에 걸어 나갈 순 없지만 순간이동은 못 막겠지.
en: the barrier won’t let me leave through the gates, but i bet it can’t stop me from teleporting out of here.

source: 왜 그렇게 차갑게 말을…
en: why do you sound so cold?

source: 아르젠은 너무 극단적이야.
en: arzen, you’re so extreme.

source: 몰라.
en: i’m not sure.

source: 이쪽으로 온다.
en: it’s coming this way!

source: 난 연인인 척 날 속이고 죽이려 했던 그 뱀파이어 자식을 노리고 있었어.
en: i was aiming for that bastard vampire who tried to kill me while disguised as my lover.

source: 하인들 처소에서 프란츠 왕자님을 목격한 하녀들은 모두 비밀리에 살해당했습니다.
en: any servants who witnessed it were secretly killed as well.

source: 공주님, 정말 죽을 죄를 지었어요.
en: your highness, forgive us for our sins.

source: 레티스 공작님이 갑자기 왜 저러시는 거지?
en: what’s going on with duke letis?

source: 아뇨, 그보다 더… 열 두 다리 정도는 되시는…
en: well, yes... along with 12 other ladies...

source: 아직 죽이러 안 왔나보군.
en: they didn’t kill us, yet.

source: 이게 무슨 일이야.
en: what’s going on?!

source: 따라오지마.
en: don’t follow me.

source: 레, 레베카 아가씨!!
en: l-lady rebecca!!!

source: 당신에게 이렇게까지 하는 이유를 나 자신도 알 수가 없군.
en: I do not know why I am doing this much for you.

source: 공주님?!
en: princess?!

source: 그럼요, 공주님.
en: of course, your highness.

source: 표정 하나 안 변하고 뛰다니… 사람 맞아?!
en: how is he running with such a straight face? is he even a person?

source: 초상집 분위기가 아닌 걸 보면 레티스가 죽은(?)건 아직 모르고 있는 건가?
en: they don’t seem to be grieving. maybe they aren’t aware he kind of died?

source: 저런, 쯧… 약혼녀와 동거를 한다고 해도 찾아오네.
en: hmph... they’re still hitting on you even after your fiancée moved in?

source: 인간들은 어리석기 때문이다.
en: humans are foolish, after all.

source: 이 사실을 궁에 알리려고 해도 저 역시 결계에 갇힌 것처럼 성 밖으로 나갈 수가 없었어요.
en: i tried to notify the palace, but could not leave, as if i was also trapped in the barrier.

source: 만지자 마자 생기가 도네.
en: he looks energized as soon as I touch him.

source: 잘 보이면 좋잖아.
en: it’s good to have someone like him on my side.

source: 당신,
en: you.

source: 반드시 찾아야한다.
en: we have to find them.

source: …그건 불가능해.
en: that will be impossible.

source: 누…누구세요?
en: w-who are you?!

source: 공주님은 또 왜 저러시지?
en: what is she doing?

source: 그 이상한 괴물도 놓치고
en: i lost that weird monster...

source: 내가 아까 충전을 해줬는데도 힘이 없는 건 배가 고파서라구.
en: the reason why you still feel weak after I charged you is because you’re hungry.

source: 공작님 집 하인 중 하나가 3일째 공주님이 안 보인다고 했다구.
en: one of the servants at the duke’s mansion told me that they haven’t seen her in three days.

source: 다른 거 본 건 없어?
en: ...anything else at mt. sorden?

source: 진짜 공주님도 아닌데 왕궁에서 살려두시겠어요?
en: if you’re not even the real princess, why would the palace keep you alive?

source: 그런 이유라면.
en: fine. if it is for that reason...

source: 발을 딛는 거조차 힘들군.
en: i can barely move my feet.

source: 왜 자꾸 창문으로 다니는 거지?
en: why must everyone use the windows?

source: 너 빼고 저주받은 공주를 좋아하는 사람이 있을까?
en: who else would care for that cursed princess besides you?

source: 케릭스의 유해와 마법의 서를 찾게 된다면 저주를 풀 수 있을지도 모른다.
en: if I find kelix’s body and his records, I may be able to get rid of the curse.

source: 이것들이 고소해하고 있어!
en: god damnit... they’re enjoying this!

source: (*30회)
en: (*episode 30)

source: 게다가 크로니온 신은 생긴 것도 혐오스러운데 성격까지 쪼잔해서 사람이 지은 죄 하나하나를 트집 잡아 죄가 100개가 넘은 영혼은 자신이 기르는 괴물새의 먹이로 던져서 환생도 못 한다고 합니다!
en: not only is he hideous, he is also extremely petty. he picks on every sin a soul has ever committed. if there’s over 100 sins, he throws that soul to his monster bird as feed!

source: 리에나 공주 잘가요.
en: goodnight, princess liena.

source: 그걸 말이라고!!
en: clearly!

source: …그게 지금 포인트가 아닐 텐데.
en: that is not the subject at hand.

source: 이번엔 백작님은 여기서 기다리고 계십시오.
en: count arzen, you should wait out here this time.

source: 역시 믿음직한 세레스탄님!!
en: master serestan! I trust you!

source: 손을 더럽힐 필요도 없었고.
en: i don’t have to clean off any dirty blood.

source: …당신 이야기인가?
en: is that your story?

source: 어디요?
en: what birds?
